[
    {
        "titre": "Fiche PC GAMER",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2021 - 2024",
        "compagnie": "Cybertek",
        "id": 1,
        "url": "https://www.cybertek.fr/univers-gamer/pc-assembles/pc-gamer-cybertek-1083-143962.aspx",
        "icn": "cybertek",
        "description" : "J'ai eu l'opportunité d'être responsable de la refonte de la page de fiche PC GAMER dans le but d'améliorer l'expérience utilisateur. Ce projet m'a permis de mettre en pratique mes compétences en développement web pour créer une interface plus conviviale et intuitive.  J'ai effectué des ajustements significatifs dans le code afin d'optimiser la navigation et de garantir une présentation claire et attractive des produits. En travaillant sur chaque détail, des images aux descriptions, j'ai veillé à ce que les visiteurs puissent accéder rapidement aux informations dont ils ont besoin.  Cette refonte a eu un impact positif sur l'expérience d'achat en ligne, en réduisant la confusion et en facilitant la recherche de produits. Je suis fier du résultat final et convaincu que cette initiative a contribué à renforcer la satisfaction des clients.  Cette expérience m'a également permis de développer mes compétences en résolution de problèmes, en collaboration avec d'autres membres de l'équipe pour atteindre nos objectifs communs."
    },
    {
        "titre": "Liste PC GAMER",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2021 - 2024",
        "compagnie": "Cybertek",
        "id": 2,
        "url": "https://www.cybertek.fr/univers-gamer/pc-assembles",
        "icn" : "cybertek",
        "description" : "J'ai été responsable de la refonte de la liste des PC gamers sur le site e-commerce Cybertek.fr. Cette initiative visait à améliorer l'expérience utilisateur en rendant la navigation plus fluide et intuitive. Les ajustements effectués ont permis une présentation claire et attractive des produits, facilitant ainsi la recherche des clients. Cette refonte a considérablement optimisé le processus d'achat en ligne, réduisant la confusion et renforçant la satisfaction des clients. Ce projet a été une opportunité précieuse pour perfectionner mes compétences en développement web et répondre aux besoins des utilisateurs de manière efficace."
    },


    {
        "titre": "Cybertek PRO",
        "techno": ["js", "jquery", "html5", "css3", "razor"],
        "annee": "2022 - 2024",
        "compagnie": "Cybertekpro",
        "id" : 3,
        "url" : "https://www.cybertek-pro.fr/",
        "icn" : "cybertekpro",
        "description" : "En tant que développeur web chez Cybertek.fr, j'ai eu la responsabilité de m'occuper de la partie Front du site Cybertek Pro, dédié aux professionnels. Ce projet avait pour objectif de fournir une plateforme efficace pour les clients B2B, en offrant des fonctionnalités spécifiques répondant à leurs besoins professionnels. En travaillant sur Cybertek Pro, j'ai pu mettre en pratique mes compétences en développement web pour créer une expérience utilisateur optimale, adaptée au marché professionnel. Ce projet a été une occasion enrichissante de contribuer à la croissance et à la satisfaction des clients professionnels de Cybertek.fr."
    },

    
    {
        "titre": "Grosbill",
        "techno": ["js", "jquery", "html5", "css3", "razor"],
        "annee": "2021 - 2024",
        "compagnie": "Grosbill",
        "id" : 4,
        "url" : "https://www.grosbill.com/",
        "icn" : "grosbill",
        "description" : "En qualité de Responsable du Développement Front chez le Groupe Cybertek, j'ai dirigé les efforts de conception et de développement du site e-commerce spécialisé dans la vente de matériel informatique. Mon rôle consistait à superviser la création et l'amélioration des fonctionnalités du site, ainsi qu'à garantir une expérience utilisateur optimale. En travaillant étroitement avec une équipe talentueuse, j'ai contribué à renforcer la visibilité et la performance de Grosbill.com sur le marché. Cette expérience m'a permis de démontrer mes compétences en gestion de projet et en développement web, tout en répondant aux besoins de notre clientèle spécialisée."
    },


    
    {
        "titre": "Mred",
        "techno": ["js", "jquery", "html5", "css3", "razor"],
        "annee": "2022 - 2024",
        "compagnie": "Mred",
        "id" : 5,
        "url" : "https://m-red.com/",
        "icn" : "mred",
        "description" : "En qualité de Responsable du Développement Front chez le Groupe Cybertek, j'ai dirigé les efforts de conception et de développement du site e-commerce spécialisé dans la vente de matériel informatique. Mon rôle consistait à superviser la création et l'amélioration des fonctionnalités du site, ainsi qu'à garantir une expérience utilisateur optimale. En travaillant étroitement avec une équipe talentueuse, j'ai contribué à renforcer la visibilité et la performance de Grosbill.com sur le marché. Cette expérience m'a permis de démontrer mes compétences en gestion de projet et en développement web, tout en répondant aux besoins de notre clientèle spécialisée."
    },

    
    {
        "titre": "Picata",
        "techno": ["js", "jquery", "html5", "css3", "razor"],
        "annee": "2022 - 2024",
        "compagnie": "Picata",
        "id" : 6,
        "url" : "https://www.picata.fr/",
        "icn" : "picata",
        "description" : "J'ai participé à la refonte du site e-commerce Picata.fr, spécialisé dans la distribution de matériel électronique et informatique. Mon rôle consistait à superviser le développement de l'interface utilisateur et à optimiser la navigation pour faciliter l'expérience d'achat. Grâce à ce projet, j'ai pu perfectionner mes compétences en intégration front-end et collaborer avec une équipe pour améliorer la performance globale du site. Cette expérience a permis d'accroître la satisfaction des utilisateurs et d'améliorer les taux de conversion grâce à une interface plus fluide et intuitive."
    },

    
    {
        "titre": "Kusmi Tea",
        "techno": ["js", "jquery", "html5", "css3", "php5", "mysql"],
        "annee": "2020 - 2021",
        "compagnie": "Kusmitea",
        "id" : 7,
        "url" : "/sites/kusmitea/",
        "icn" : "kusmitea",
        "description" : "En tant que développeur web, j'ai contribué à la conception et au développement du site e-commerce pour Kusmi Tea, une marque prestigieuse de thé. Mon travail s'est concentré sur l'amélioration des fonctionnalités front-end du site, avec une attention particulière sur la performance et l'expérience utilisateur. En optimisant le parcours client et en intégrant des technologies modernes, j'ai aidé à améliorer la visibilité en ligne de la marque et à augmenter les ventes, tout en renforçant mes compétences en développement PHP et MySQL."
    },

    
    {
        "titre": "Wedemain",
        "techno": ["js", "jquery", "html5", "css3", "php5", "mysql"],
        "annee": "2016 - 2020",
        "compagnie": "Wedemain",
        "id" : 8,
        "url" : "/sites/wedemain/",
        "icn" : "wedemain",
        "description" : "J'ai été en charge du développement du site web pour Wedemain, une plateforme dédiée à l'innovation durable. Mon rôle consistait à mettre en place une architecture web optimisée pour la présentation d'articles et de projets. J'ai contribué à améliorer l'accessibilité du contenu et la fluidité de la navigation pour les utilisateurs, tout en assurant une compatibilité multi-navigateurs. Ce projet m'a permis d'affiner mes compétences en PHP et MySQL tout en participant à une initiative ayant un impact positif sur la société."
    },

    
    {
        "titre": "Le Mag Auchan",
        "techno": ["js", "jquery", "html5", "css3", "php5", "mysql"],
        "annee": "2013 - 2016",
        "compagnie": "MagAuchan",
        "id" : 9,
        "url" : "/sites/lemagauchan/",
        "icn" : "auchan",
        "description" : "J'ai participé au développement du site Le Mag Auchan, un magazine en ligne qui propose des articles, des conseils et des promotions pour les clients Auchan. Mon rôle était de travailler sur l'amélioration des fonctionnalités front-end et de veiller à ce que l'expérience utilisateur soit fluide et intuitive. J'ai également travaillé à l'intégration de nouvelles fonctionnalités interactives pour mieux engager les utilisateurs et optimiser la présentation des contenus. Ce projet a renforcé mes compétences en PHP et m'a permis de collaborer avec des équipes marketing pour améliorer l'interface utilisateur."
    },

    
    {
        "titre": "Les Canardises",
        "techno": ["js", "jquery", "html5", "css3", "php5", "mysql"],
        "annee": "2010 - 2013",
        "compagnie": "LesCanardises",
        "id" : 10,
        "url" : "/sites/lescanardises/",
        "icn" : "lescanardises",
        "description" : "En tant que développeur web, j'ai eu la responsabilité de créer et de maintenir le site web de Les Canardises, une entreprise spécialisée dans les produits gastronomiques à base de canard. J'ai assuré le développement de l'interface utilisateur et l'optimisation des fonctionnalités e-commerce du site pour offrir une meilleure expérience d'achat. Grâce à ce projet, j'ai amélioré mes compétences en développement web, notamment en utilisant PHP et MySQL, tout en apportant des solutions techniques adaptées aux besoins du client."
    },

    
    {
        "titre": "Shopîles",
        "techno": ["js", "jquery", "html5", "css3", "php5", "mysql"],
        "annee": "2016 - 2017",
        "compagnie": "Sophiles",
        "id" : 11,
        "url" : "https://www.shopiles.fr/",
        "icn" : "shopiles",
        "description" : "J'ai contribué au développement du site Shopîles, une plateforme dédiée à l'achat et à la livraison de produits vers les DOM-TOM. Mon travail s'est concentré sur l'optimisation du parcours utilisateur, en veillant à ce que la navigation soit simple et efficace pour les utilisateurs basés en outre-mer. J'ai également participé à l'intégration de fonctionnalités personnalisées pour faciliter la gestion des commandes et des livraisons. Ce projet m'a permis de renforcer mes compétences en développement PHP et d'améliorer la performance du site e-commerce."
    },

    
    {
        "titre": "Shopîles VIP",
        "techno": ["js", "jquery", "html5", "css3", "php5", "mysql"],
        "annee": "2016 - 2017",
        "compagnie": "Sophiles",
        "id" : 12,
        "url" : "https://www.shopiles.fr/fre/65/carte-vip",
        "icn" : "shopiles",
        "description" : "En parallèle du site principal Shopîles, j'ai travaillé sur la création de la section VIP, offrant des services premium aux clients réguliers. J'ai intégré des fonctionnalités avancées permettant aux utilisateurs de bénéficier de remises spéciales et d'une interface améliorée. Ce projet m'a permis d'affiner mes compétences en développement front-end et back-end, tout en créant une expérience utilisateur distincte et exclusive pour les clients VIP."
    },


    
    {
        "titre": "Pokémon Opale",
        "techno": ["vuejs", "js", "jquery", "html5", "css3"],
        "annee": "2018 - 2024",
        "compagnie": "Opale",
        "id" : 13,
        "url" : "https://www.pokemonopale.fr/",
        "icn" : "opale",
        "description" : "En tant que développeur principal pour Pokémon Opale, j'ai codé l'intégralité du jeu en intégrant des visuels personnalisés pour offrir une expérience unique aux joueurs. Mon travail ne s'est pas limité au développement du jeu, j'ai également conçu et codé le site web dédié, garantissant une interface utilisateur fluide et immersive qui reflète l'univers du jeu. Ce projet a été une opportunité exceptionnelle de combiner mes compétences en développement et en design graphique pour créer une expérience à la fois visuelle et interactive, contribuant ainsi au succès de ce jeu passionnant."
    },


    
    {
        "titre": "Piment72",
        "techno": ["wordress", "js", "jquery", "html5", "css3", "ajax"],
        "annee": "2024",
        "compagnie": "Piment72",
        "id" : 13,
        "url" : "https://www.piment72.fr/",
        "icn" : "piment72",
        "description" : "En tant que développeur et designer, j'ai eu la responsabilité de créer le site web de Piment72.fr. J'ai conçu le design du site ainsi que le logo, en veillant à ce qu'ils reflètent parfaitement l'identité visuelle et la mission de l'entreprise. En plus de la création graphique, j'ai codé l'ensemble du site, en intégrant des fonctionnalités interactives et une interface utilisateur intuitive. Ce projet m'a permis d'allier mes compétences en design et en développement web, tout en offrant à Piment72 une présence en ligne professionnelle et cohérente."
    },


    {
        "titre": "Halo Infinite",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2023",
        "compagnie": "CybertekPcGamer",
        "id" : 14,
        "url" : "https://www.cybertek.fr/landing-pages/pc-gamer-serigraphie-halo-infinite.aspx",
        "icn" : "cybertek",
        "description" : "J'ai codé la landing page du PC sérigraphié 'Halo Infinite' et dirigé l'équipe de graphistes pour le rendu visuel. En intégrant des animations dynamiques, nous avons créé une expérience utilisateur attrayante et interactive. Ce projet a mis en avant les caractéristiques du produit et renforcé sa présence en ligne, tout en montrant mes compétences en développement web et en design créatif."
    },


    {
        "titre": "The Thaumaturge",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2024",
        "compagnie": "CybertekPcGamer",
        "id" : 15,
        "url" : "https://www.cybertek.fr/landing-pages/pc-gamer-serigraphie-the-thaumaturge.aspx",
        "icn" : "cybertek",
        "description" : "J'ai supervisé la création de la landing page du PC sérigraphié \"The Thaumaturge\" en tant que responsable des webdesigners et des intégrateurs. Mon rôle était de diriger l'équipe et de m'assurer que les animations interactives et le design immersif étaient bien intégrés pour offrir une expérience utilisateur captivante. Grâce à cette collaboration, nous avons mis en valeur les caractéristiques du produit et amélioré sa visibilité en ligne, tout en démontrant une expertise solide en conception web innovante"
    },


    {
        "titre": "The Witcher",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2022",
        "compagnie": "CybertekPcGamer",
        "id" : 16,
        "url" : "https://www.cybertek.fr/landing-pages/pc-gamer-serigraphie_the_witcher_3_wild_hunt.aspx",
        "icn" : "cybertek",
        "description" : "J'ai dirigé la sélection visuelle et codé la landing page du PC sérigraphié 'The Witcher 3: Wild Hunt'. Mon rôle comprenait la supervision de l'équipe graphique pour garantir un design attrayant et la programmation des fonctionnalités interactives pour une expérience utilisateur fluide. Ce projet a mis en avant les capacités du produit tout en démontrant mon expertise en développement web et design visuel, renforçant ainsi la présence en ligne et l'attrait du produit."
    },


    {
        "titre": "DeoToons",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2022",
        "compagnie": "CybertekPcGamer",
        "id" : 17,
        "url" : "https://www.cybertek.fr/landing-pages/pc-modded-by-cybertek-deo-toons-nvidia.aspx?utm_source=fiche-produit&utm_medium=banner&utm_campaign=pccustom-cyb-nvidia-deotoons",
        "icn" : "cybertek",
        "description" : "J'ai dirigé la création visuelle et réalisé le code de la landing page du PC 'Deo Toons x Nvidia'. En supervisant l'équipe graphique, j'ai veillé à ce que le design soit unique et accrocheur. J'ai également intégré des éléments interactifs pour offrir une expérience utilisateur engageante. Ce projet a mis en avant la créativité de Deo Toons et les performances du produit, tout en renforçant l'engagement en ligne et démontrant mes compétences en développement web et design visuel."
    },


    {
        "titre": "Ragnarock",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2022",
        "compagnie": "CybertekPcGamer",
        "id" : 18,
        "url" : "https://www.cybertek.fr/landing-pages/pc-gamer-assassins-creed-valhalla-dawn-of-ragnarok.aspx?utm_source=homepage&utm_medium=banner&utm_campaign=pc-ragnarok",
        "icn" : "cybertek",
        "description" : "J'ai dirigé le développement de la landing page dédiée au PC sérigraphié 'Assassin's Creed Valhalla: Dawn of Ragnarok'. Ce projet m'a permis de mettre en avant mes compétences en développement web, en intégrant des animations immersives et des éléments interactifs pour captiver les utilisateurs. L'objectif principal était de créer une expérience utilisateur engageante tout en mettant en valeur les fonctionnalités et les performances du produit. Ce travail a contribué à renforcer la visibilité du PC sur le marché et à accroître l'intérêt des utilisateurs pour cette édition spéciale."
    },


    {
        "titre": "Halo infinite 2022",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2022",
        "compagnie": "CybertekPcGamer",
        "id" : 19,
        "url" : "https://www.cybertek.fr/landing-pages/pchalo-microsoft-xbox-modded.aspx",
        "icn" : "cybertek",
        "description" : "J'ai eu l'opportunité passionnante de coder la landing page d'un PC sur le thème de Halo Infinite, enrichie de plusieurs animations. Cette tâche m'a permis de mettre en œuvre mes compétences en développement web pour créer une expérience immersive et captivante pour les visiteurs. En intégrant des animations dynamiques et interactives, j'ai cherché à susciter l'engagement des utilisateurs et à mettre en valeur les fonctionnalités du produit. Cette initiative visait à renforcer la visibilité et l'attrait du produit, tout en démontrant mon expertise en matière de conception web innovante et axée sur l'utilisateur."
    },


    {
        "titre": "Dying Light 2",
        "techno": ["js", "jquery", "html5", "css3", "aspnet"],
        "annee": "2022",
        "compagnie": "CybertekPcGamer",
        "id" : 20,
        "url" : "https://www.cybertek.fr/landing-pages/pc-dying-light-2-modded.aspx?utm_source=fiche-produit&utm_medium=banner&utm_campaign=pc-dying-light-2",
        "icn" : "cybertek",
        "description" : "Au sein de mon rôle de développeur web, j'ai eu l'occasion stimulante de concevoir la page dédiée à un PC gamer inspiré de Dying Light 2, un jeu vidéo captivant. Cette expérience m'a permis de mettre en pratique mes compétences en développement pour créer une interface immersive et dynamique, en parfaite harmonie avec l'univers sombre et intense de Dying Light 2. En intégrant des éléments interactifs et des animations évocatrices, mon objectif était de capturer l'attention des visiteurs et de mettre en lumière les performances exceptionnelles de ce PC gamer. Cette initiative a renforcé la visibilité du produit tout en illustrant mon expertise en conception web."
    }
]
